[Settings]
AuthorName=
AuthorEmail=
Language=Português (Portuguese)
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Sky-Fighter Reportar erro
HeaderText=%s parou de funcionar
SubHeaderText=Envie-nos este relatório de erro (%s) para ajudar a corrigir o problema e melhorar o software.
WhatDoesReportContain=O que este relatório contém?
ProvideAdditionalInfo=Forneça informações adicionais sobre o problema (recomendado).
YourEmail=Seu Email:
DescribeProblem=Descreva em poucas palavras o que você estava fazendo quando ocorreu o erro:
MyConsent=Ao pressionar o botão "Enviar relatório" botão, eu confirmo que estou familiarizado com o conteúdo do relatório e aceitar os termos da Política de Privacidade.
MyConsent2=Ao pressionar o botão "Enviar relatório" botão, eu confirmo que estou familiarizado com o conteúdo do relatório.
PrivacyPolicy=Política de Privacidade
InvalidEmailCaption=Email inválido
InvalidEmailText=Por favor, especifique um endereço de e-mail válido, por exemplo, name@hotmail.com.
SendReport=Enviar o relatório
CloseTheProgram=Feche o programa
RestartApp=Reinicie %s após esta janela é fechada.
OtherActions=Outras ações…
SendReportLater=Feche o programa e enviar o relatório posteriormente

[DetailDlg]
DlgCaption=Detalhes do Relatório de erro
DoubleClickAnItem=Dê um duplo clique em um item para abri-lo com um programa apropriado.
FieldName=Nome
FieldDescription=Descrição
FieldSize=Tamanho
Preview=Preview
PrivacyPolicy=Política de Privacidade
Close=Fechar
Export=Exportação…
NoDataToDisplay=Não há dados para mostrar
PreviewAuto=Auto
PreviewText=Texto
PreviewHex=Hex
PreviewImage=Imagem
PreviewVideo=Video
Encoding=Codificação de texto
DescCrashDump=Bater Minidump
DescXML=Bater XML Descrição
DescScreenshot=Screenshot desktop
DescRegKey=Secretaria despejo chave
DescVideo=Desktop Video Capture
Open=Open
DeleteSelected=Delete Selected File(s)
AttachMoreFiles=Attach More File(s)…
           
[ProgressDlg]
DlgCaption=%s - Envio de Relatório de Erros
DlgCaption2=%s parou de funcionar
DlgCaptionExport = %s - Exportando um relatório de erro
CollectingCrashInfo=Coletando informações sobre o problema…
CompressingFiles=Compactando arquivos de relatório de erro…
StatusText=O relatório de erros está sendo enviado (%d tentativa de 3)…
ConfirmLaunchEmailClient=O relatório de erro podem ser enviados usando seu programa padrão de e-mail (%s). \ nPara executar o programa de e-mail, pressione "OK", caso contrário, pressione "Cancelar".
CompletedWithErrors=Concluído com erros. Prima Fechar para fechar esta janela.
ExportedWithErrors=Exportação concluída com erros. Prima Fechar para fechar esta janela.
CopySelectedLines=Copie as linhas selecionadas
CopyTheWholeLog=Copie o log inteiro
Cancel=Cancelar
Cancelling=Cancelar…
Close=Fechar

[ResendDlg]
DlgCaption=%s - Enviar relatórios de erros
BalloonCaption=%s - Relatórios de erro
BalloonText=Ocorreram alguns erros em% s recentemente. Clique aqui para enviar relatórios de erros agora.
ColumnCreationDate=Data de Criação
ColumnSize=Tamanho
ColumnStatus=Status
ClickForDetails=Dê um duplo clique em um item para ver os detalhes.
SelectedSize=Itens selecionados: %d. Tamanho total:%s.
SendNow=Enviar agora
ShowLog=Mostrar log
MyConsent=Ao pressionar o botão "Enviar relatório" botão, eu confirmo que estou familiarizado com o conteúdo dos relatórios selecionados e aceitar os termos da Política de Privacidade.
MyConsent2=Ao pressionar o botão "Enviar relatório" botão, eu confirmo que estou familiarizado com o conteúdo dos relatórios selecionados.
PopupShow=Show
PopupExit=Sair
PopupRemindLater=Fechar esta janela, mas lembre-me depois
PopupNeverRemind=Fechar esta janela e nunca mais lembrar
StatusPending=Pendentes
StatusInProgress=Em andamento…
StatusSucceeded=Sucedido
StatusFailed=Falha
CurrentAction=Ação atual:
DeliveryingReports=Entregar os relatórios de erros…
DeliverySucceeded=Os relatórios de erros foram entregues com sucesso.
DeliveryFailed=Erro de entrega do relatório concluído com erros.
SelectAll=Selecionar todos
DeselectAll=Desmarcar todos
DeleteSelected=Excluir selecionados
DeleteAll=Apagar todas as

[VideoRecDlg]
DlgCaption=%s - Screen Video Capture
Text=%s is going to start video capture of your screen to help better understand and fix errors that occur in this software. Note that screen capture may reduce performance of your computer. To continue, click the 'Allow' button.
Allow=Allow
Cancel=Cancel